Repository: lionshilov/3DViewer
Catalog: 3DViewer/Localizable/*.lproj/Localizable.strings
Languages: es, ru

source: Load and view 3D models in OBJ, STL, or FBX formats. Rotate, zoom, and pan the models to explore details from any angle.
es: Cargue y vea modelos 3D en formatos OBJ, STL o FBX. Rote, acerque y aleje los modelos para explorar detalles desde cualquier ángulo.
ru: Загрузите и просматривайте 3D модели в форматах OBJ, STL или FBX. Вы можете вращать, увеличивать и уменьшать модели, чтобы изучать их детали с любого ракурса.

source: Convert Model
es: Convertir modelo
ru: Конвертировать модель

source: Load Model
es: Cargar modelo
ru: Загрузить модель

source: Select a file type to load.
es: Seleccione un tipo de archivo para cargar.
ru: Выберите тип файла для загрузки.

source: Error: Unable to load supported file types.
es: Error: No se pueden cargar los tipos de archivos compatibles.
ru: Ошибка: не удалось загрузить допустимые типы файлов.

source: Choose a format to convert
es: Elija un formato para convertir
ru: Выберите формат для конвертации

source: Convert to STL
es: Convertir a STL
ru: Конвертировать в STL

source: Convert to OBJ
es: Convertir a OBJ
ru: Конвертировать в OBJ

source: Convert to PLY
es: Convertir a PLY
ru: Конвертировать в PLY

source: Conversion in progress...
es: Conversión en progreso...
ru: Конвертация...

source: Model successfully converted!
es: ¡Modelo convertido con éxito!
ru: Модель успешно конвертирована!

source: Share or save model
es: Compartir o guardar modelo
ru: Поделиться или сохранить модель

source: OK
ru: ОК

source: Error
ru: Ошибка

source: Welcome to 3DViewer!
ru: Добро пожаловать в 3DViewer!

source: Explore the world of 3D models. Load, convert, and enjoy models in various formats.
ru: Откройте для себя мир 3D моделей. Загружайте, конвертируйте и наслаждайтесь моделями в разных форматах.
